read_verilog -sv -formal -overwrite {workspace}/user/src/LED.v
design -reset-vlog; proc;
write_json {workspace}/prj/netlist/LED.json